{"text": "Ubiquitin activating enzyme 2 (UBA2) is a basic component of E1-activating enzyme in the SUMOylation system. Expression and function of UBA2 in human cancers are largely unknown. In this study we investigate UBA2 expression the function in human non-small-cell lung cancer. Immunochemistry study showed that UBA2 was overexpressed in cancer tissues (53.3%, 40 of 75) compared with normal lung tissues (14.3%, 4 of 28) (P < 0.05). Immunostaining of UBA2 was mainly detected in nucleus. Overexpression of UBA2 in cancer tissues was significantly associated with poor differentiation, large tumor size ( > 5.0 cm), higher T stages (T3 + 4), lymph node metastasis and advanced TNM stages (III + IV). In vitro study showed that UBA2 was expressed in A549, 95D, H1975, and H1299 cells. Knockdown of UBA2 in A549 cells significantly inhibited cancer cell proliferation and upregulated cancer cell apoptosis (P < 0.05). Cell cycle analysis showed that knockdown of UBA2 in A549 cell significantly increased the G1 and G2/M phase cells and reduced the S phase cells (P < 0.05). Gene expression profile after knockdown of UBA2 in A549 cells showed that the most related function was cell cycle, cell death and survival, and cellular growth and proliferation. Western blot analysis study showed that knockdown of UBA2 significantly inhibited expression of poly(ADP-ribose) polymerase 1, mini-chromosome maintenance 7 (MCM7), MCM2, MCM3 and MCM7. These results indicated that UBA2 was a critical cell cycle and proliferation regulator and may be a novel cancer marker in this malignant tumor.", "denotations": [{"id": "T1", "obj": "gene", "span": {"begin": 0, "end": 29}}, {"id": "T2", "obj": "gene", "span": {"begin": 31, "end": 35}}, {"id": "T3", "obj": "disease", "span": {"begin": 588, "end": 593}}, {"id": "T4", "obj": "gene", "span": {"begin": 629, "end": 635}}, {"id": "T5", "obj": "gene", "span": {"begin": 751, "end": 754}}, {"id": "T6", "obj": "gene", "span": {"begin": 1345, "end": 1374}}, {"id": "T7", "obj": "gene", "span": {"begin": 1407, "end": 1411}}, {"id": "T8", "obj": "gene", "span": {"begin": 1414, "end": 1418}}, {"id": "T9", "obj": "gene", "span": {"begin": 1420, "end": 1424}}, {"id": "T10", "obj": "disease", "span": {"begin": 1542, "end": 1548}}, {"id": "T11", "obj": "disease", "span": {"begin": 1564, "end": 1579}}]}
