{"text": "To investigate the associations between the functional single nucleotide polymorphisms (SNPs) in the miR-125 family and the survival of non-small cell lung cancer (NSCLC) patients, we systematically selected six functional SNPs located in three pre-miRNAs (miR-125a, miR-125b-1, miR-125b-2). Cox proportional hazard regression analyses were conducted to estimate the crude and adjusted hazard ratios (HRs) and their 95% confidence intervals (CIs). Reporter gene luciferase assay was performed to examine the relationship between the SNPs and transcriptive activity of the miRNAs. The expression of miRNAs in different cells was detected using quantitative real-time PCR assay. We found that rs2241490 (upstream of miR-125b-1, G > A, adjusted HR = 1.24, 95%CI = 1.05-1.48, P = 0.014, in dominant model; adjusted HR = 1.18, 95%CI = 1.03-1.35, P = 0.014, in additive model), rs512932 (upstream of miR-125b-1, A > G, dominant model: adjusted HR = 1.25, 95%CI = 1.05-1.48, P = 0.013) and rs8111742 (upstream of miR-125a, G > A, dominant model: adjusted HR = 0.84, 95%CI = 0.71-1.00, P = 0.047) were associated with the prognosis of 1001 Chinese NSCLC patients. The combined analysis of the three SNPs related the number of risk alleles (rs2241490-A, rs512932-G and rs8111742-G) to death risk of NSCLC in a locus-dosage mode (P for trend <0.001). Furthermore, luciferase reporter gene assay showed significantly higher levels of luciferase activity with rs512932 variant G than that with A allele in 293T, SPC-A1 and A549 cell lines. Besides, miR-125b was highly expressed in lung cancer cells than the normal lung cell. Our study indicated that genetic variations in miR-125 family were implicated in the survival of NSCLC patients. Larger population-based and functional studies are needed to verify these findings.", "denotations": [{"id": "T1", "obj": "gene", "span": {"begin": 101, "end": 108}}, {"id": "T2", "obj": "disease", "span": {"begin": 164, "end": 169}}, {"id": "T3", "obj": "gene", "span": {"begin": 257, "end": 265}}, {"id": "T4", "obj": "gene", "span": {"begin": 267, "end": 277}}, {"id": "T5", "obj": "gene", "span": {"begin": 279, "end": 289}}, {"id": "T6", "obj": "gene", "span": {"begin": 462, "end": 472}}, {"id": "T7", "obj": "gene", "span": {"begin": 726, "end": 731}}, {"id": "T8", "obj": "gene", "span": {"begin": 753, "end": 758}}, {"id": "T9", "obj": "disease", "span": {"begin": 1140, "end": 1154}}, {"id": "T10", "obj": "gene", "span": {"begin": 1232, "end": 1243}}, {"id": "T11", "obj": "gene", "span": {"begin": 1245, "end": 1255}}, {"id": "T12", "obj": "gene", "span": {"begin": 1260, "end": 1271}}]}
