{"text": "Tuberous sclerosis complex (TSC) 1 and 2 function as tumor suppressors by inactivating the mammalian target of rapamycin (mTOR) pathway. Although the effect of platinum on TSC function has been studied, associations between TSC gene variants and survival of cancer patients treated with platinum-based chemotherapy were not evaluated. Genetic variants of TSC1 and TSC2 were identified by next-generation sequencing and selected for further clinical evaluation based on predetermined criteria. Associations of the gene variants with treatment outcomes (progression-free survival, PFS; overall survival, OS) were evaluated in testing and validation sets of patients with advanced non-small cell lung cancer (NSCLC). Hazard ratios (HRs) and 95% confidence intervals (CIs) were estimated with the multivariable Cox model. The TSC1 Met322Thr (rs1073123) variant met the criteria for further analysis in testing and validation sets each containing 183 patients. The median PFS for the 366 patients was 4.9 months. Fifty-three patients (14.5%) had the TSC1 (Met322Thr or Thr322Thr) variant. TSC1 Met322Thr associated with longer PFS in the testing set (aHR and 95% CI: 0.63 and 0.45-0.87, Cox P = 0.009), and this was confirmed in the validation set (aHR and 95% CI: 0.58 and 0.36-0.93, Cox P = 0.004). However, no association was found between the TSC1 gene variant and OS. These findings suggest that the TSC1 gene variant is an important predictive marker for platinum doublet chemotherapy outcomes in NSCLC patients.", "denotations": [{"id": "T1", "obj": "gene", "span": {"begin": 0, "end": 26}}, {"id": "T2", "obj": "disease", "span": {"begin": 53, "end": 58}}, {"id": "T3", "obj": "gene", "span": {"begin": 122, "end": 126}}, {"id": "T4", "obj": "gene", "span": {"begin": 224, "end": 227}}, {"id": "T5", "obj": "disease", "span": {"begin": 258, "end": 273}}, {"id": "T6", "obj": "gene", "span": {"begin": 355, "end": 359}}, {"id": "T7", "obj": "gene", "span": {"begin": 364, "end": 368}}, {"id": "T8", "obj": "disease", "span": {"begin": 678, "end": 704}}, {"id": "T9", "obj": "disease", "span": {"begin": 706, "end": 711}}, {"id": "T10", "obj": "gene", "span": {"begin": 822, "end": 836}}, {"id": "T11", "obj": "gene", "span": {"begin": 1064, "end": 1073}}, {"id": "T12", "obj": "disease", "span": {"begin": 1498, "end": 1512}}]}
