{"text": "PURPOSE: We aimed to analyze the expression of ZWINT, NUSAP1, DLGAP5, and PRC1 in tumor tissues and adjacent tissues with public data. METHODS: The expression patterns of four genes were detected in cancer tissues and adjacent tissues by qRT-PCR. The overall survival analysis was used to explore these genes in lung adenocarcinoma and squamous cell carcinoma patients. Knockdown assays were used to select the most suitable gene among these four genes. Cell function assays with the knockdown gene were conducted in A549 and NCL H226 cells. The role of the knockdown gene in lung cancer was dissected in a mice tumor model. Transcriptome sequencing analyses with the knockdown gene were analyzed. RESULTS: Overexpression of these genes was significantly detected in cancer tissues (P < 0.01). Overall survival revealed that high expression of these genes is closely related with poor prognosis of lung adenocarcinoma patients (P < 0.05). Knockdown of ZWINT reduced proliferation in NCI H226 and A549 cells (P < 0.05). Knockdown also inhibited cell migration, invasion, apoptosis, and colony formation (P < 0.05). ZWINT knockdown reduced tumor volume (P < 0.05). Transcriptome sequencing of ZWINT knockdown-treated A549 and NCI H226 cells indicated that 100 and 426 differentially expressed genes were obtained, respectively. Gene ontology analysis suggested that binding, biological regulation, and multicellular organismal processes were the most enriched. KEGG analysis revealed that TNF, P53, and PI3K signal networks would be the most potential ZWINT-related pathways and were identified by Western blot analysis. CONCLUSIONS: ZWINT may be a novel target for lung cancer therapy.", "denotations": [{"id": "T1", "obj": "gene", "span": {"begin": 54, "end": 60}}, {"id": "T2", "obj": "gene", "span": {"begin": 62, "end": 68}}, {"id": "T3", "obj": "gene", "span": {"begin": 74, "end": 78}}, {"id": "T4", "obj": "disease", "span": {"begin": 312, "end": 331}}, {"id": "T5", "obj": "disease", "span": {"begin": 576, "end": 587}}, {"id": "T6", "obj": "disease", "span": {"begin": 898, "end": 926}}, {"id": "T7", "obj": "disease", "span": {"begin": 1138, "end": 1143}}, {"id": "T8", "obj": "gene", "span": {"begin": 1487, "end": 1490}}, {"id": "T9", "obj": "gene", "span": {"begin": 1492, "end": 1495}}, {"id": "T10", "obj": "gene", "span": {"begin": 1501, "end": 1505}}]}
